Repository: juanlo017/decide-single-tragabuche-I
Catalog: decide/locale/*/LC_MESSAGES/django.po
Languages: gd

source: Iniciar Sesión
gd: Log a-steach

source: Registro de Usuario
gd: Clàr luchd-cleachdaidh

source: Registro
gd: Clàr

source: Contraseña:
gd: Facal-faire:

source: Confirmar Contraseña:
gd: Dearbh am facal-faire:

source: Email:
gd: Post-d:

source: First Name:
gd: A’ chiad ainm:

source: Last Name:
gd: Ainm deireannach:

source: Registrarse
gd: Dèan clàradh

source: Logout
gd: Log a-mach

source: Login
gd: Log a-steach

source: ¡Debe iniciar sesión para poder acceder a la votación!
gd: Feumaidh tu logadh a-steach gus cothrom fhaighinn air bhòtadh!

source: Username
gd: ainm neach-cleachdaidh

source: Password
gd: Facal-faire

source: Vote
gd: Bhòt

source: Error:
gd: mearachd:

source: Congratulations. Your vote has been sent
gd: Mealaibh ur naidheachd. Chaidh do bhòt a chuir

source: English
gd: Sasannach

source: Spanish
gd: Spàinneach

source: Italiano
gd: Eadailteach

source: French
gd: Frangach

source: Portuguese
gd: Portugalach

source: German
gd: Gearmailteach

source: Catalan
gd: Catalanach

source: Galician
gd: Galicianach

source: Irish
gd: Èireannach

source: Scottish
gd: Albannach

source: Turkish
gd: Turcach

source: Votación no comenzada
gd: Cha do thòisich bhòtadh

source: Votación en curso
gd: Bhòt a' dol air adhart

source: Resultados:
gd: Toraidhean

source: Opción
gd: Roghainn

source: Puntuación
gd: Puingeachadh

source: Votos
gd: Bhòtaichean

source: Identity tally
gd: Cunntas dearbh-aithne

source: Parity tally
gd: Cunntas co-ionannachd

source: Borda count tally
gd: Cunntas cunntais obair-ghrèis
